Revit 2024 API
BuiltInFailures.KeyBasedTreeFileFailures Properties
The BuiltInFailures.KeyBasedTreeFileFailures type exposes the following members.
Properties
Name | Description
CannotOpenFileForRead
 Cannot open file [FileName].
CannotUnderstandAtLine
 Cannot understand [EntryType] line '[Number]'
See Also
BuiltInFailures.KeyBasedTreeFileFailures Class
Autodesk.Revit.DB Namespace